Repository: philitingar/flavorly
Catalog: Localizations/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, hu, it, ja, ko, pl, ro, ru, tr, zh_hans

# no.recipe.saved
source: You have not yet saved any recipes.
de: Sie haben noch kein Rezept gespeichert.
el: Δεν έχετε αποθηκεύσει ακόμα καμία συνταγή.
es: Aún no has guardado ninguna receta.
fr: Vous n'avez pas encore enregistré de recette.
hu: Még nem mentettél el egyetlen receptet sem.
it: Non hai ancora salvato nessuna ricetta.
ja: まだレシピを保存していません
ko: 아직 레시피를 저장하지 않았습니다.
pl: Nie zapisałeś jeszcze żadnego przepisu.
ro: Nu ai salvat încă nicio rețetă
ru: Вы еще не сохранили ни одного рецепта.
tr: Henüz herhangi bir tarif kaydetmediniz.
zh_hans: 您尚未保存任何食谱。

# no.recipe.to.tag.message
source: Uh-oh! It seems you don't have any recipes matching your tag search. Why not try selecting fewer tags and see if that helps? Happy cooking!
de: Es scheint, dass Sie keine Rezepte haben, die Ihrer Stichwortsuche entsprechen. Versuchen Sie doch mal, weniger Schlagwörter auszuwählen und zu sehen, ob das hilft. Viel Spaß beim Kochen!
el: Φαίνεται ότι δεν έχετε συνταγές που να ταιριάζουν στην αναζήτηση της ετικέτας σας. Γιατί δεν δοκιμάζετε να επιλέξετε λιγότερες ετικέτες και να δείτε αν αυτό βοηθάει; Καλή μαγειρική!
es: Parece que no tienes ninguna receta que coincida con tu búsqueda de etiquetas. ¿Por qué no pruebas a seleccionar menos etiquetas y ves si eso te ayuda? ¡Feliz cocina!
fr: Il semble que vous n'ayez pas de recettes correspondant à votre recherche de tags. Pourquoi ne pas essayer de sélectionner moins de tags et voir si cela vous aide ? Bonne cuisine!
hu: Úgy tűnik, nincs a címke keresésednek megfelelő recepted. Miért nem próbálsz kevesebb címkét kiválasztani, hátha az segít? Jó főzést!
it: Sembra che non ci siano ricette corrispondenti alla ricerca dei tag. Perché non provare a selezionare un numero minore di tag e vedere se questo aiuta? Buona cucina!
ja: タグ検索に一致するレシピがないようです。タグの数を減らしてみてください。お料理を楽しんでください！
ko: 태그 검색과 일치하는 레시피가 없는 것 같습니다. 태그를 더 적게 선택해보고 도움이 되는지 확인해보는 건 어떨까요? 행복한 요리하세요!
pl: Wygląda na to, że nie masz żadnych przepisów pasujących do wyszukiwanych tagów. Spróbuj wybrać mniej tagów i sprawdź, czy to pomoże. Szczęśliwego gotowania!
ro: Se pare că nu ai nicio rețetă care corespunde căutării etichetelor. De ce nu încerci să selectezi mai puține etichete și vezi dacă te ajută? Gătit ușor!
ru: Похоже, у вас нет ни одного рецепта, соответствующего вашему поиску по тегам. Почему бы не попробовать выбрать меньше тегов и посмотреть, поможет ли это? Счастливой готовки!
tr: Etiket aramanızla eşleşen herhangi bir tarifiniz yok gibi görünüyor. Neden daha az etiket seçmeyi denemiyorsunuz ve bunun yardımcı olup olmayacağını görmüyorsunuz? Mutlu yemekler!
zh_hans: 看来您没有任何菜谱符合您的标签搜索。为什么不尝试选择更少的标签，看看是否有帮助？烹饪愉快

# no.recipes
source: No recipes yet
de: Noch keine Rezepte
el: Δεν υπάρχουν συνταγές ακόμα
es: Aún no hay recetas
fr: Aucune recette pour le moment
hu: Még nincsenek receptek
it: Ancora nessuna ricetta
ja: まだレシピはありません
ko: 아직 레시피가 없습니다.
pl: Jeszcze nie ma przepisów
ro: Nu s-au găsit încă rețete
ru: Рецептов пока нет
tr: Henüz tarif yok
zh_hans: 尚无食谱

# no.tag.found
source: No Tags Found
de: Keine Tags gefunden
el: Δεν βρέθηκαν ετικέτες
es: No se encontraron etiquetas
fr: Aucune étiquette trouvée
hu: Nincsenek címkék
it: Nessun tag trovato
ja: タグが見つかりません
ko: 태그를 찾을 수 없습니다.
pl: Nie znaleziono tagów
ro: Nu s-au găsit etichete
ru: Теги не найдены
tr: Etiket Bulunamadı
zh_hans: 未找到标签

# no.tags.saved
source: You have no tags saved
de: Sie haben keine Tags gespeichert
el: Δεν έχετε αποθηκεύσει ετικέτες
es: No tienes etiquetas guardadas
fr: Vous n'avez pas de tags enregistrés
hu: Nincsenek mentett címkéid
it: Non ci sono tag salvati
ja: タグが保存されていません
ko: 저장된 태그가 없습니다.
pl: Nie zapisano żadnych tagów
ro: Nu ai nicio etichetă salvată
ru: У вас нет сохраненных тегов
tr: Kayıtlı etiketiniz yok
zh_hans: 您没有保存标签

# onboarding.consent
source: I understand
de: Ich verstehe
el: Καταλαβαίνω
es: Comprendo
fr: Je comprends
hu: Megértettem
it: Capisco
ja: なるほど
ko: 이해합니다
pl: Rozumiem
ro: Am înțeles.
ru: Я понимаю
tr: Anlıyorum
zh_hans: 我明白

# onboarding.tags.alternative.usage
source: Try this: Label your recipes with all the ingredients (carrot, eggs, flour, chicken, etc.) as tags. Then, when you're staring into the fridge wondering what to eat, just search for the ingredients you have. You'll instantly find recipes you can make with the stuff you already have! Easy and convenient.
de: Probieren Sie dies aus: Beschriften Sie Ihre Rezepte mit allen Zutaten (Karotten, Eier, Mehl, Huhn usw.) als Tags. Wenn du dann in den Kühlschrank starrst und dich fragst, was du essen sollst, suche einfach nach den Zutaten, die du hast. Sie finden sofort Rezepte, die Sie mit den bereits vorhandenen Zutaten zubereiten können! Einfach und praktisch.
el: Δοκιμάστε αυτό: Βάλτε ετικέτες στις συνταγές σας με όλα τα συστατικά (καρότο, αυγά, αλεύρι, κοτόπουλο κ.λπ.) ως ετικέτες. Στη συνέχεια, όταν κοιτάτε το ψυγείο και αναρωτιέστε τι να φάτε, απλά αναζητήστε τα υλικά που έχετε. Θα βρείτε αμέσως συνταγές που μπορείτε να φτιάξετε με τα πράγματα που ήδη έχετε! Εύκολο και βολικό.
es: Prueba esto: Etiqueta tus recetas con todos los ingredientes (zanahoria, huevos, harina, pollo, etc.) como etiquetas. Luego, cuando estés mirando la nevera preguntándote qué comer, sólo tienes que buscar los ingredientes que tienes. Al instante encontrarás recetas que puedes hacer con lo que ya tienes. Fácil y práctico.
fr: Essayez ceci : Étiquetez vos recettes avec tous les ingrédients (carotte, œufs, farine, poulet, etc.) sous forme d'étiquettes. Ensuite, lorsque vous regardez le réfrigérateur en vous demandant quoi manger, recherchez simplement les ingrédients que vous avez. Vous trouverez instantanément des recettes à réaliser avec ce que vous avez déjà ! Facile et pratique.
hu: Próbáld ki ezt: Rakd fel a receptjeidet az összes hozzávalóval (sárgarépa, tojás, liszt, csirke stb.) címkeként. Ezután, amikor a hűtőszekrénybe bámulsz, hogy mit is egyél, csak keresd ki a hozzávalókat, amik vannak otthonodban. Azonnal találni fogsz olyan recepteket, amelyeket elkészíthetsz azokból a dolgokból, amik már megvannak! Egyszerű és kényelmes.
it: Provate a farlo: Etichettate le vostre ricette con tutti gli ingredienti (carota, uova, farina, pollo, ecc.) come tag. Poi, quando guardate il frigorifero e vi chiedete cosa mangiare, cercate gli ingredienti che avete. Troverete immediatamente le ricette che potete realizzare con gli ingredienti che avete già! Facile e conveniente.
ja: ぜひ試してみてください： レシピの材料（ニンジン、卵、小麦粉、鶏肉など）をすべてタグとしてラベル付けします。そうすれば、何を食べようかと冷蔵庫を見つめているときに、今ある食材を検索するだけ。すでにある材料で作れるレシピがすぐに見つかります！簡単で便利。
ko: 이렇게 해보세요: 레시피에 당근, 달걀, 밀가루, 닭고기 등 모든 재료를 태그로 표시하세요. 그런 다음 냉장고를 들여다보며 무엇을 먹을까 고민할 때 가지고 있는 재료를 검색하기만 하면 됩니다. 이미 가지고 있는 재료로 만들 수 있는 레시피를 바로 찾을 수 있습니다! 쉽고 편리하죠.
pl: Spróbuj tego: Oznacz swoje przepisy wszystkimi składnikami (marchewka, jajka, mąka, kurczak itp.) jako tagi. Następnie, gdy wpatrujesz się w lodówkę, zastanawiając się, co zjeść, po prostu wyszukaj składniki, które masz. Natychmiast znajdziesz przepisy, które możesz przygotować z rzeczy, które już masz! Łatwe i wygodne.
ro: Încearcă asta: Salvează-ți rețetele cu toate ingredientele(morcov, ouă, făină, pui etc.) ca etichete. Apoi, când te uiți în frigider întrebându-te ce să mănânci, caută doar ingredientele pe care le ai. Vei găsi instantaneu rețete pe care le poți face cu ceea ce ai deja! Ușor și convenabil.
ru: Попробуйте это: Пометьте свои рецепты всеми ингредиентами (морковь, яйца, мука, курица и т. д.) в виде тегов. Затем, когда вы заглядываете в холодильник, размышляя, что бы такое съесть, просто найдите нужные ингредиенты. Вы мгновенно найдете рецепты, которые можно приготовить из того, что у вас уже есть! Легко и удобно.
tr: Bunu deneyin: Tariflerinizi tüm malzemelerle birlikte (havuç, yumurta, un, tavuk vb.) etiketleyin. Daha sonra, ne yiyeceğinizi merak ederek buzdolabına baktığınızda, sadece sahip olduğunuz malzemeleri arayın. Zaten sahip olduğunuz malzemelerle yapabileceğiniz tarifleri anında bulacaksınız! Kolay ve kullanışlı.
zh_hans: 试试这个： 在食谱上标注所有配料（胡萝卜、鸡蛋、面粉、鸡肉等）作为标签。然后，当你盯着冰箱不知道该吃什么时，只需搜索你所拥有的配料。你马上就能找到用现有食材制作的食谱！简单方便。

# onboarding.tags.explained
source: Make finding your recipes a breeze by adding tags like vegan, dairy-free, Christmas, cake, and personal ones like grandma. With tags, you can easily search for exactly what you want, like those special recipes from your grandma that are also vegan.
de: Machen Sie die Suche nach Ihren Rezepten zum Kinderspiel, indem Sie Tags wie vegan, milchfrei, Weihnachten, Kuchen und persönliche Tags wie Oma hinzufügen. Mit Tags können Sie ganz einfach nach genau dem suchen, was Sie wollen, z. B. nach den besonderen Rezepten Ihrer Oma, die auch vegan sind.
el: Κάντε την εύρεση των συνταγών σας παιχνιδάκι, προσθέτοντας ετικέτες όπως χορτοφάγος, χωρίς γαλακτοκομικά, Χριστούγεννα, κέικ και προσωπικές όπως γιαγιά. Με τις ετικέτες, μπορείτε εύκολα να αναζητήσετε ακριβώς αυτό που θέλετε, όπως εκείνες τις ιδιαίτερες συνταγές της γιαγιάς σας που είναι επίσης χορτοφάγος.
es: Encuentra tus recetas fácilmente añadiendo etiquetas como vegano, sin lácteos, Navidad, tarta o personales como abuela. Con las etiquetas, puedes buscar fácilmente exactamente lo que quieres, como esas recetas especiales de tu abuela que también son veganas.
fr: Facilitez la recherche de vos recettes en ajoutant des étiquettes telles que végétalien, sans produits laitiers, Noël, gâteau, et des étiquettes personnelles telles que grand-mère. Grâce aux étiquettes, vous pouvez facilement rechercher exactement ce que vous voulez, comme les recettes spéciales de votre grand-mère qui sont également végétaliennes.
hu: A receptek megtalálását megkönnyítheted, ha olyan címkéket adsz hozzá, mint vegán, tejmentes, karácsony, torta, vagy személyes címkéket, mint a nagyi. A címkékkel könnyedén rákereshetsz pontosan arra, amire szeretnél, például a nagymamád különleges receptjeire, amelyek ráadásul vegánok.
it: Per trovare le ricette è sufficiente aggiungere tag come vegano, senza latticini, Natale, torta e tag personali come nonna. Con i tag, potete facilmente cercare esattamente ciò che volete, come le ricette speciali di vostra nonna che sono anche vegane.
ja: ビーガン、乳製品不使用、クリスマス、ケーキ、おばあちゃんのような個人的なタグを追加することで、レシピを簡単に見つけることができます。タグを使えば、おばあちゃんからの特別なレシピやビーガンレシピなど、欲しいレシピを簡単に検索できます。
ko: 비건, 유제품, 크리스마스, 케이크, 할머니와 같은 개인 레시피와 같은 태그를 추가하여 레시피를 쉽게 찾을 수 있습니다. 태그를 사용하면 비건 채식주의자인 할머니의 특별한 레시피처럼 원하는 것을 정확하게 검색할 수 있습니다.
pl: Spraw, by znajdowanie przepisów było dziecinnie proste, dodając tagi, takie jak wegańskie, bez nabiału, świąteczne, ciasta i osobiste, takie jak babcia. Dzięki tagom możesz łatwo wyszukiwać dokładnie to, czego chcesz, na przykład specjalne przepisy od babci, które są również wegańskie.
ro: Găsește-ți ușor rețetele adăugând etichete precum vegan, fără lactate, Crăciun, prăjituri și etichete personale precum bunica. Cu ajutorul etichetelor, poți căuta cu ușurință exact ceea ce dorești, cum ar fi acele rețete speciale de la bunica ta care sunt de asemenea vegane.
ru: Упростите поиск рецептов, добавив такие теги, как веганские, безмолочные, рождественские, торты, а также личные, например, бабушкины. С помощью тегов вы сможете легко найти именно то, что вам нужно, например, особые рецепты от вашей бабушки, которые также являются веганскими.
tr: Vegan, sütsüz, Noel, kek ve büyükanne gibi kişisel etiketler ekleyerek tariflerinizi bulmayı kolaylaştırın. Etiketlerle, büyükannenizin vegan olan özel tarifleri gibi tam olarak istediğiniz şeyi kolayca arayabilirsiniz.
zh_hans: 通过添加素食、无乳制品、圣诞节、蛋糕等标签以及祖母等个人标签，让查找食谱变得轻而易举。有了标签，您就可以轻松搜索到您想要的内容，比如您奶奶的素食食谱。

# open.form
source: Open Feedback Form
de: Feedback-Formular öffnen
el: Άνοιγμα φόρμας σχολίων
es: Abrir formulario de comentarios
fr: Ouvrir le formulaire de retour d'information
hu: Visszajelzési űrlap megnyitása
it: Aprire il modulo di feedback
ja: フィードバックフォームを開く
ko: 피드백 양식 열기
pl: Otwórz formularz opinii
ro: Deschideți formularul de feedback
ru: Открыть форму обратной связи
tr: Geri Bildirim Formunu Aç
zh_hans: 打开反馈表单

# Page %lld of %lld
source: Page %1$lld of %2$lld
de: Seite %1$lld von %2$lld
el: Σελίδα %1$lld από %2$lld
es: Página %1$lld de %2$lld
fr: Page %1$lld sur %2$lld
hu: %2$lld oldalból %1$lld.
it: Pagina %1$lld di %2$lld
ja: %2$lld ページ中 %1$lld ページ
ko: %2$lld 중 %1$lld페이지
pl: Strona %1$lld z %2$lld
ro: Pagina %1$lld din %2$lld
ru: Страница %1$lld из %2$lld
tr: Sayfa %1$lld / %2$lld
zh_hans: 第 %1$lld 页，共 %2$lld 页

source: Personalization
de: Personalisierung
el: Προσωποποίηση
es: Personalización
fr: Personnalisation
hu: Személyre szabás
it: Personalizzazione
ja: パーソナライズ
ko: 개인화
pl: Personalizacja
ro: Personalizare
ru: Персонализация
tr: Kişiselleştirme
zh_hans: 个性化

# pick.by.name
source: By name
de: Nach Name
el: Με όνομα
es: Por nombre
fr: Par nom
hu: Név szerint
it: Per nome
ja: 名前で検索
ko: 이름 기준
pl: Według nazwy
ro: După nume
ru: По названию
tr: İsme göre
zh_hans: 按名称

# pick.by.tag
source: By tag
de: Nach Tag
el: Με ετικέτα
es: Por etiqueta
fr: Par étiquette
hu: Címke szerint
it: Per tag
ja: タグで
ko: 태그 기준
pl: Według tagu
ro: După etichetă
ru: По тегу
tr: Etiket tarafından
zh_hans: 按标签

source: Privacy
de: Datenschutz
el: Απόρρητο
es: Privacidad
fr: Confidentialité
hu: Adatvédelem
ja: プライバシー
ko: 개인정보
pl: Prywatność
ro: Confidențialitate
ru: Конфиденциальность
tr: Gizlilik
zh_hans: 隐私

# privacy.error
source: Privacy Policy Not Found
de: Datenschutzerklärung nicht gefunden
el: Δεν βρέθηκε πολιτική απορρήτου
es: Política de privacidad no encontrada
fr: Politique de confidentialité introuvable
hu: Adatvédelmi szabályzat nem található
it: Informativa sulla privacy non trovata
ja: プライバシーポリシーが見つかりません
ko: 개인정보처리방침을 찾을 수 없습니다
pl: Nie znaleziono polityki prywatności
ro: Politica de confidențialitate nu a fost găsită
ru: Политика конфиденциальности не найдена
tr: Gizlilik Politikası Bulunamadı
zh_hans: 未找到隐私政策

# privacy.view
source: Privacy Policy
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보처리방침
pl: Polityka prywatności
ro: Politica de confidențialitate
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_hans: 隐私政策

source: Processing recipe...
de: Rezept verarbeiten...
el: Επεξεργασία συνταγής...
es: Procesando receta...
fr: Recette de traitement...
hu: Recept feldolgozása...
it: Elaborazione della ricetta...
ja: レシピを処理中...
ko: 레시피를 처리하는 중...
pl: Przetwarzanie przepisu...
ro: Se procesează rețeta...
ru: Рецепт обработки...
tr: Tarif işleniyor...
zh_hans: 处理配方...

source: Recipe Title
de: Rezepttitel
el: Τίτλος συνταγής
es: Título de la receta
fr: Titre de la recette
hu: Recept címe
it: Titolo della ricetta
ja: レシピのタイトル
ko: 레시피 제목
pl: Tytuł przepisu
ro: Titlul rețetei
ru: Название рецепта
tr: Tarif Başlığı
zh_hans: 菜谱标题

# recipe.add
source: Add Recipe
de: Rezept hinzufügen
el: Προσθέστε τη συνταγή
es: Añadir receta
fr: Ajouter une recette
hu: Adj egy receptet
it: Aggiungi ricetta
ja: レシピを追加する
ko: 레시피 추가
pl: Dodaj przepis
ro: Adaugă rețetă
ru: Добавить рецепт
tr: Tarif ekle
zh_hans: 添加食谱

# recipe.delete
source: Delete recipe
de: Rezept löschen
el: Διαγραφή Συνταγής
es: Eliminar receta
fr: Supprimer la recette
hu: Recept törlése
it: Eliminare ricetta
ja: レシピの削除
ko: 레시피 삭제
pl: Usuń przepis
ro: Șterge rețeta
ru: Удалить рецепт
tr: Tarifi Sil
zh_hans: 删除食谱

# recipe.edit
source: Edit recipe
de: Bearbeiten
el: Επεξεργασία συνταγής
es: Editar
fr: Modifier
hu: Recept szerkesztése
it: Modifica
ja: レシピを編集する
ko: 레시피 편집
pl: Edytuj przepis
ro: Editează rețeta
ru: Редактировать рецепт
tr: Tarifi Düzenle
zh_hans: 编辑食谱

source: Recipe name
de: Name des Rezepts
el: Όνομα συνταγής
es: Nombre de receta
fr: Nom de la recette
hu: Recept neve
it: Nome della ricetta
ja: レシピ名
ko: 레시피 이름
pl: Nazwa przepisu
ro: Numele rețetei
ru: Название рецепта
tr: Tarif adı
zh_hans: 食谱名称

# recipe.search
source: Search here
de: Suche hier
el: Αναζητήστε εδώ
es: Buscar aquí
fr: Rechercher ici
hu: Keress itt!
it: Cerca qui
ja: ここで検索
ko: 여기에서 검색
pl: Wyszukaj tutaj
ro: Caută aici!
ru: Искать здесь
tr: Burada arama yapın
zh_hans: 在此搜索

# recipe.text
source: Recipe
de: Rezept
el: Συνταγή
es: receta
fr: recette
hu: recept
it: Ricetta
ja: レシピ
ko: 레시피
pl: Przepis
ro: rețeta
ru: Рецепт
tr: Yemek Tarifi
zh_hans: 食谱

# recipe.title
source: Recipe
de: Rezept
el: Συνταγή
es: Receta
fr: Recette
hu: Recept
it: Ricetta
ja: レシピ
ko: 레시피
pl: Przepis
ro: Rețeta
ru: Рецепт
tr: Yemek Tarifi
zh_hans: 食谱

source: Recognized Text
de: Erkannter Text
el: Αναγνωρισμένο κείμενο
es: Texto reconocido
fr: Texte reconnu
hu: Felismert szöveg
it: Testo riconosciuto
ja: 認識されたテキスト
ko: 인식된 텍스트
pl: Rozpoznany tekst
ro: Text recunoscut
ru: Распознанный текст
tr: Tanınan Metin
zh_hans: 已识别文本

source: Reset All
de: Alles zurücksetzen
el: Επαναφορά όλων
es: Restablecer todo
fr: Réinitialiser tout
hu: Összes visszaállítása
it: Reimposta tutto
ja: すべてリセット
ko: 모두 재설정
pl: Zresetuj wszystko
ro: Resetează tot
ru: Сбросить все
tr: Tümünü Sıfırla
zh_hans: 全部重置

source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
ro: Salvați
ru: Сохранить
tr: Kaydet
zh_hans: 保存

source: Search
de: Suchen
el: Αναζήτηση
es: Buscar
fr: Recherche
hu: Keresés
it: Cerca
ja: 検索
ko: 검색
pl: Szukaj
ro: Căutare
ru: Поиск
tr: Arama
zh_hans: 搜索

# search.prompt.tag
source: Search for tags
de: Suche nach Tags
el: Αναζήτηση για ετικέτες
es: Buscar etiquetas
fr: Recherche de tags
hu: Címkék keresése
it: Ricerca per tag
ja: タグを検索
ko: 태그 검색
pl: Wyszukaj tagi
ro: Caută etichete
ru: Поиск по тегам
tr: Etiketler için arama
zh_hans: 搜索标签

# search.prompt.title
source: Search a title
de: Einen Titel suchen
el: Αναζήτηση τίτλου
es: Buscar un título
fr: Rechercher un titre
hu: Recept cím keresése
it: Cerca un titolo
ja: タイトル検索
ko: 제목 검색
pl: Wyszukiwanie tytułu
ro: Caută un titlu
ru: Поиск по названию
tr: Bir başlık arayın
zh_hans: 搜索标题

# select.tags
source: Select tags to search
de: Tags für die Suche auswählen
el: Επιλέξτε ετικέτες για αναζήτηση
es: Seleccionar etiquetas para buscar
fr: Sélectionner les tags à rechercher
hu: Válaszd ki a keresni kívánt címkéket
it: Selezionare i tag da cercare
ja: 検索するタグを選択
ko: 검색할 태그 선택
pl: Wybierz tagi do wyszukania
ro: Selectează etichete pentru căutare
ru: Выберите теги для поиска
tr: Aranacak etiketleri seçin
zh_hans: 选择标签进行搜索

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
ro: Setări
ru: Настройки
tr: Ayarlar
zh_hans: 设置

source: Step %lld
de: Schritt %lld
el: Βήμα %lld
es: Paso %lld
fr: Étape %lld
hu: %lld. lépés
it: Passo %lld
ja: ステップ %lld
ko: 단계 %lld
pl: Krok %lld
ro: Pasul %lld
ru: Шаг %lld
tr: Adım %lld
zh_hans: 步骤 %lld

# tags.in.recipe
source: Here are the recipes matching your selected tags:
de: Mit dem Rezept verbundene Tags:
el: Ετικέτες που σχετίζονται με τη συνταγή:
es: Etiquetas asociadas a la receta:
fr: Tags associés à la recette :
hu: A recepthez tartozó címkék:
it: Tag associati alla ricetta:
ja: レシピに関連するタグ
ko: 레시피와 연결된 태그입니다:
pl: Tagi powiązane z przepisem:
ro: Etichete asociate cu rețeta:
ru: Теги, связанные с рецептом::
tr: Tarif ile ilişkili etiketler:
zh_hans: 与食谱相关的标签：

source: Take multiple photos if needed
de: Machen Sie bei Bedarf mehrere Fotos
el: Τραβήξτε πολλές φωτογραφίες εάν χρειάζεται
es: Tome varias fotografías si es necesario
fr: Prenez plusieurs photos si nécessaire
hu: Szükség esetén több fotót is készíthet
it: Scatta più foto se necessario
ja: 必要に応じて複数の写真を撮る
ko: 필요하다면 여러 장의 사진을 찍으세요
pl: Jeśli to konieczne, zrób kilka zdjęć
ro: Faceți mai multe fotografii dacă este necesar
ru: При необходимости сделайте несколько фотографий.
tr: Gerekirse birden fazla fotoğraf çekin
zh_hans: 如果需要，可以拍摄多张照片

source: Take Photos
de: Fotografieren
el: Τραβήξτε φωτογραφίες
es: Tomar fotografías
fr: Prendre des photos
hu: Fotók készítése
it: Scatta foto
ja: 写真を撮る
ko: 사진 찍기
pl: Rób zdjęcia
ro: Faceți fotografii
ru: Делайте фотографии
tr: Fotoğraf Çekin
zh_hans: 拍照

source: Take photos of recipe pages and we'll extract the text for you
de: Machen Sie Fotos von Rezeptseiten und wir extrahieren den Text für Sie
el: Βγάλτε φωτογραφίες από σελίδες συνταγών και θα εξαγάγουμε το κείμενο για εσάς
es: Toma fotos de las páginas de recetas y extraeremos el texto para ti.
fr: Prenez des photos des pages de recettes et nous extrairons le texte pour vous
hu: Készítsen fotókat a receptoldalakról, és mi kiolvassuk a szöveget Önnek.
it: Scatta foto delle pagine delle ricette e noi estrarremo il testo per te
ja: レシピページの写真を撮れば、テキストを抽出します
ko: 레시피 페이지 사진을 찍으면 텍스트를 추출해 드립니다.
pl: Zrób zdjęcia stron z przepisami, a my wyodrębnimy dla Ciebie tekst
ro: Faceți fotografii ale paginilor cu rețete și noi vom extrage textul pentru dvs.
ru: Сфотографируйте страницы с рецептами, и мы извлечем для вас текст.
tr: Tarif sayfalarının fotoğraflarını çekin, metni sizin için çıkaralım
zh_hans: 拍摄食谱页面的照片，我们将为您提取文本

source: The picture might not accurately represent the recipe, but it should give you a good starting point
de: Das Bild stellt das Rezept möglicherweise nicht genau dar, sollte Ihnen aber einen guten Ausgangspunkt bieten
el: Η εικόνα μπορεί να μην αντιπροσωπεύει με ακρίβεια τη συνταγή, αλλά θα πρέπει να σας δώσει ένα καλό σημείο εκκίνησης.
es: Es posible que la imagen no represente con precisión la receta, pero debería brindarte un buen punto de partida.
fr: L'image ne représente peut-être pas exactement la recette, mais elle devrait vous donner un bon point de départ
hu: A kép lehet, hogy nem pontosan ábrázolja a receptet, de jó kiindulópontot adhat.
it: L'immagine potrebbe non rappresentare accuratamente la ricetta, ma dovrebbe darti un buon punto di partenza
ja: 写真はレシピを正確に表していないかもしれませんが、良い出発点となるはずです
ko: 그림이 요리법을 정확하게 표현하지 못할 수도 있지만 좋은 시작점을 제공할 것입니다.
pl: Zdjęcie może nie odzwierciedlać dokładnie przepisu, ale powinno stanowić dobry punkt wyjścia
ro: Este posibil ca imaginea să nu reprezinte cu exactitate rețeta, dar ar trebui să vă ofere un bun punct de plecare.
ru: Картинка может не совсем точно отображать рецепт, но она может стать для вас хорошей отправной точкой.
tr: Resim tarifi tam olarak yansıtmayabilir, ancak size iyi bir başlangıç noktası sağlayabilir.
zh_hans: 图片可能无法准确代表食谱，但它应该能给你一个很好的起点

# theme
source: Choose Your Color Theme
de: Wählen Sie Ihr Farbthema
el: Επιλέξτε το χρωματικό σας θέμα
es: Elija su tema de color
fr: Choisissez votre thème de couleur
hu: Válasszon színtémát
it: Scegli il tuo tema di colore
ja: カラーテーマを選択
ko: 색상 테마 선택
pl: Wybierz swój kolor motywu
ro: Alegeți tema dvs. de culoare
ru: Выберите цветовую тему
tr: Renk Temanızı Seçin
zh_hans: 选择您的颜色主题

source: Themes
de: Themen
el: Θέματα
es: Temas
fr: Thèmes
hu: Témák
it: Temi
ja: テーマ
ko: 테마
pl: Motywy
ro: Teme
ru: Темы
tr: Temalar
zh_hans: 主题

source: This device doesn't have a camera or camera access is restricted.
de: Dieses Gerät verfügt über keine Kamera oder der Kamerazugriff ist eingeschränkt.
el: Αυτή η συσκευή δεν διαθέτει κάμερα ή η πρόσβαση σε αυτήν είναι περιορισμένη.
es: Este dispositivo no tiene cámara o el acceso a la cámara está restringido.
fr: Cet appareil ne dispose pas d'appareil photo ou l'accès à l'appareil photo est restreint.
hu: Ennek az eszköznek nincs kamerája, vagy a kamerához való hozzáférés korlátozott.
it: Questo dispositivo non ha una fotocamera oppure l'accesso alla fotocamera è limitato.
ja: このデバイスにはカメラが搭載されていないか、カメラへのアクセスが制限されています。
ko: 이 장치에는 카메라가 없거나 카메라 접근이 제한되어 있습니다.
pl: To urządzenie nie ma aparatu lub dostęp do aparatu jest ograniczony.
ro: Acest dispozitiv nu are cameră sau accesul la cameră este restricționat.
ru: На этом устройстве нет камеры или доступ к камере ограничен.
tr: Bu cihazda kamera yok veya kamera erişimi kısıtlı.
zh_hans: 此设备没有摄像头或摄像头访问受到限制。
